export default function Questions(){
    return (
        <div>
            Когда у человека будет нормальный словарный запас (или сделать специально для этого группу слов) откроется новый метод
            в нем нужно будет отвечать на вопросы на английском:
            Например изучаемое словое огурец(на английском)
            в этом методе будет вопрос what is green and long? (эти слова из вопроса тоже должны быть выучены)
            человек печатает или выбирает из кнопок(можно два варианта на выбор): quequmber
        </div>
    )
}